[
  {
    "week": 1,
    "baby_development": "The first week of development starts on the day of your last menstrual period. You are not officially pregnant yet, and while conception has not yet happened, the body starts to tick off the weeks from this point forward. Most women who are trying to conceive will now be focused on ovulation. Women can recognize ovulation in a variety of ways, but the most effective way is a visual look at vaginal mucus. Begin by placing a finger in the vagina to gauge the texture of the mucus being excreted. Cervical mucus will appear white or yellow during ovulation and stretch between the fingers quite easily.",
    "body_changes": "During the first week, women spend between 5 and 7 days having a normal menstrual cycle. For a typical 28-day menstrual cycle, ovulation occurs 14 days after the start of your period. This means the perfect time to conceive is about one week after menstrual bleeding has stopped. You can keep track of your menstrual cycles for several months to determine whether the cycle is 28 days, more or less. Once the cycle time has been calculated, simply divide that time in half. For instance, if you have a 30-day cycle, ovulation will occur around the 15th day after the start of your period.",
    "tips": [
      "Starting a pregnancy diet this early in the game is a great choice. Pregnancy diets are high in whole grains and fiber while maintaining a healthy fat and carbohydrate level.",
      "If you are thinking about becoming pregnant, you may also want to start taking prenatal vitamins with folic acid at this time. Folic acid prevents neural tube defects in the first weeks after conception. Most often, women have no idea they are pregnant until about the 6th week of pregnancy. Taking prenatal vitamins well before conception provides great benefits for baby.",
      "Toxic materials in the environment and body are detrimental to fertility and gestation. The first week of pregnancy is the ideal time to stop smoking, stop drinking, and remove any chemical toxins from your daily environment. Chemical toxins can include paint and aerosol sprays.",
      "Doctors often tell women thinking about conception to “think pregnant” and “act pregnant” before they are pregnant."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fmenstrual%2520period%2520and%2520cycle_320.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 2,
    "baby_development": "During week 2, you are not yet technically pregnant but should know about ovulation and fertility symptoms. At the end of pregnancy week 2, ovulation usually occurs and during the last 5-6 days of the end of this week, you should get pregnant from having sex. It is generally recommended to have sex regularly every 1-2 days during pregnancy week 2, but no more than once a day.",
    "body_changes": "Typical ovulation signs and symptoms happen during pregnancy week 2 and include \"mittelschmerz\" (German for pain in the middle) and cramps which signal the ripening of the egg in preparation for ovulation. If conception does not occur, then the unfertilized egg will simply wash out of the body through the cervix",
    "tips": [
      "Keep following the pregnancy diet and prenatal vitamin regimen.",
      "Exercise is another huge benefit during pregnancy, so if you have not started an exercise program now is the time to start. Even after conception, exercise is allowed in most cases up until birth. Yoga and walking are perfect pregnancy exercises."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2F2%2520weeks%2520pregnant_1.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 3,
    "baby_development": "Right at the beginning of pregnancy week 3, the sperm is about to meet the egg. When the two meet for the first time, the sperm does all the work trying to break through the tough outer layer of the egg. Once successful, the egg shuts down so no more sperm can make it through. There is a small chance that more than two eggs each get fertilized by two different sperms, or that one fertilized egg and sperm split up, and the result would be twins.",
    "body_changes": "Your body first ripens the egg and then experiences implantation on average, 9 days after ovulation/fertilization. Once implanted, which happens usually during pregnancy week 4, the body immediately takes over as if on autopilot. Hormone levels start to rise and mom may feel some telltale side effects of the new hormone levels. Common pregnancy symptoms include tender breasts, but week 3 is still early so the lack of breast tenderness does not mean the baby is not there and growing.",
    "tips": [
      "Again, you need to continue eating well, exercising, and taking those prenatal vitamins. The 3rd week of pregnancy is still too early to detect the baby in most cases. Home pregnancy tests will not reveal a pregnancy until 3 to 5 days before a missed period",
      "or better yet",
      "3 to 5 days after a missed period. Patience is key right now so calm down and keep having fun trying."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520week%25203_640_0.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 4,
    "baby_development": "The 4th week is huge in the pregnancy timeline. The blastocyst, or fertilized egg, will move through the fallopian tube and implant in the uterus around the middle of week 4, a couple of days before the expected next menstrual period. Inside the blastocyst, the egg is dividing exponentially. At this stage of the game, the baby is growing faster than s/he will at any other moment in the pregnancy. If you have been blessed with multiples, they will be dividing at the same time in their respective blastocysts.",
    "body_changes": "You will likely be expecting your menstrual cycle at the end of the 4th week, but that will not happen if you are pregnant and implantation has occurred. There could be some slight bleeding when the blastocyst implanted in the uterine lining (implantation bleeding). If you did not feel pregnant in week 3, you may feel pregnant in week 4. Fatigue, soreness of the breast tissue, and mood swings are all common. The same symptoms are common before the beginning of a menstrual cycle — so you may not think your attempts to become pregnant were successful. If you're pregnant with twins or more, you will feel the same symptoms as other moms, but on a more intense level. Breasts will be more tender and fatigue much more drastic",
    "tips": [
      "You may feel like it is taking forever to confirm your pregnancy if you have been trying and eagerly waiting, or you may not even have an idea you're pregnant at this point.\r\n\r\nIf you miss that first day of your period, try to wait a few more days before taking a pregnancy test. The longer the wait, the higher human chorionic gonadotropin, or hCG levels will be in urine, which is the hormone detected by home pregnancy tests.\r\n\r\nYou may be feeling bloated and gassy. This is due to the changing hormones and while you may not be able to avoid this feeling, there are certain lifestyle changes you can try to help lessen the discomfort:\r\n\r\n    Stay away from known foods that give you gas, such as beans, cabbage, certain carbs, and dairy products.\r\n    Eat smaller meals.\r\n    Get plenty of exercise.\r\n    Avoid tight clothing and wear loose pants."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fweek%25204.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 5,
    "baby_development": "By week five baby is moving along quickly in the growth process. The blastocyst now consists of three layers. The innermost layer or endoderm is where the intestine, bladder, pancreas, and liver will form. Right now, there is only a small tube. The middle layer, or mesoderm, is home to the heart, bones, muscles, reproductive organs, kidneys, and circulatory system. It may not look like much now, but this layer will grow rapidly over the next weeks. The outermost layer or ectoderm is where the brain, skin, neural tube, spinal cord, and hair will develop. This layer needs folic acid to develop properly. Most moms will not even know they are pregnant at this stage, so prenatal diet and vitamins are important before conceiving a baby.",
    "body_changes": "Changes are now starting to happen that you are probably noticing. You have missed your period and enough time has passed for sufficient hCG levels to be present in urine to trigger a positive home pregnancy test. Some women prefer to know early and others prefer to wait a while and allow nature to take its course. Each choice is fine as the doctor or midwife will not likely make an appointment this early in pregnancy anyway, although moms who are pregnant with multiples often seek out medical attention sooner. At this stage, every symptom is exemplified and hunger is nearly ravenous. The best advice right now in week five is to eat and rest.",
    "tips": [
      "Still feeling confused?: If you must know whether or not you are pregnant as soon as possible, call your gynecologist and ask for a blood hCG test. (This test will be required after a positive home pregnancy test anyway.) If the test is positive, start looking for a good Ob-Gyn or midwife.\r\n\r\nPlan ahead: Keep in mind that this is the time when choosing an obstetrician (or midwife) is about more than just having an annual pelvic exam. Your doctor needs to agree with you and your partner about the major approaches and beliefs toward pregnancy and birth.\r\n\r\nWhy do I feel like this?!: Feel like you might want to jump out of your skin? It's not surprising. The many changing hormones may leave you feeling sick, exhausted, crying, or even angry. But it's all normal, so give yourself a break and know that this time won't last forever. Do things that bring you comfort and relaxation."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fweek%25205.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 6,
    "baby_development": "By the 6th week of pregnancy, your baby's heart has started beating and can often be seen early this week by transvaginal ultrasound. The baby is now about 1/17 of an inch in length and growing rapidly.\r\n\r\nIf an ultrasound were to be performed this early in the pregnancy, the baby would look like a round circle in the womb with a small nub on one side. The nub is the attachment point of the egg to the uterine lining. Buds are starting to develop that will later become the arms and legs. Moms pregnant with multiples will see the same progression by week 6.",
    "body_changes": "",
    "tips": [
      "Cut out the alcohol: As soon as you find out you're pregnant, you should not drink any alcohol. The U.S. Surgeon General officially recommends that you should not have any alcohol during pregnancy, if you are planning a pregnancy, or even at risk for pregnancy.\r\n\r\nRevise your eating habits: You might be nauseated and not wanting much food now, but you also might feel ravenous. Either way, stick to healthy protein, vegetables, fruit, and carbs. Avoid all processed food which can contain additives and chemicals that can leave you feeling sluggish, exhausted, or sick (and do nothing to provide nutrition for you or your growing fetus).\r\n\r\nStart journaling: Write down one thing every day that you might want to remember and one day read to your child. Maybe it's ideas for baby names or what you thought when you found out you were pregnant or what your mom said when you told her. If you get stuck, simply write the date, how many weeks pregnant you are, and what you did that day. You may not think it's much now but you will relish these days years from now (and so will your child!)."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%25206%2520light%2520bg_640_1.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 7,
    "baby_development": "",
    "body_changes": "The body is still fighting through the changes common during early pregnancy. Hormone levels are rising, morning sickness abounds and you may be feeling hungry one minute and sick the next. Fatigue may leave you feeling as though have been up all night despite sleeping for 10 hours or more. These are the battles of pregnancy, but you will see some reprieve in weeks to come.",
    "tips": [
      "Morning sickness can feel horrible and scary. What if the baby is not getting enough nutrients because mom cannot eat? These fears are common, but the baby is doing fine despite mom’s sickness. Fighting off morning sickness altogether may be impossible, but a few tips go a long way.",
      "Ginger products are great at calming the stomach. Gingersnaps, ginger ale, and real ginger can all help fight nausea."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520%2520fetus%2520week%25207_640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 8,
    "baby_development": "You are more than halfway through your first trimester and your baby will continue to grow rapidly. Last week, your baby measured 1/3 of an inch and now he has grown to 3/4 of an inch in length. The heart is beating and if an ultrasound is performed, a fluttering will be seen on screen. Joints, muscles, and bones are now forming and tiny fingers and toes gain length every day. The fingers and toes are webbed at this point. Teeth are growing under the gums. These are the baby teeth that will break through first. Multiples are growing at the same rate as singlets.",
    "body_changes": "The uterus continues to grow as the baby grows. By the time week 8 starts, the uterus is about the size of an orange. First pregnancies take longer to show, so first-time moms can keep the pregnancy hidden for quite a while. If this is not the first pregnancy, a pooch or small mound may start forming by week 8.\r\n\r\nSkin changes also start occurring around week 8. Morning sickness may be subsiding a bit, but the body changes are not over. Acne and pimples are common during pregnancy and are attributed to pregnancy hormones. You may have to wait until the baby is born to get back that healthy-looking skin you had before pregnancy, but you may be lucky enough to see a significant change by the end of the first trimester.",
    "tips": [
      "Getting attached to your baby early on may be hard, but reading books about pregnancy may help you feel closer. Some books even include pictures of the baby in utero at given weeks. There is nothing better than looking at photos of unborn babies that are the same size as your baby. Pregnancy is truly a remarkable experience."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%25208%2520%2520light%2520bg_640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 9,
    "baby_development": "By the 9th week, cartilage is forming and bones are growing. Baby is forming the skeleton that s/he will use to stand, walk, and run later in life. Eye structure is progressing and the tongue is beginning to develop. Intestines have formed in the umbilical cord, but are now moving out of the cord and into the baby’s abdomen. Fingers and toes continue to lengthen but are still webbed. The fetus weighs about one gram. Multiples continue to grow at the same rate as singlets.",
    "body_changes": "You have now missed your second period, and your breasts are growing larger by the day. Milk ducts are growing in preparation for feeding the baby after birth. Indigestion may be a problem starting in the 9th week. Hormones can be hard on the body and the digestive system seems to take a hard hit during the latter weeks of the first trimester.",
    "tips": [
      "Keep eating crackers and small meals throughout the day if morning sickness is sticking around.",
      "If dad is trying to be intimate, understand that he does not feel the physical changes of pregnancy, and may not understand what you are going through. On the flip side, if you are not in the mood that’s perfectly okay, too. Communication is everything.",
      "Weight gain will start soon, if it hasn’t already, so make sure to eat a balanced meal plan rich in folic acid and keep taking those vitamins."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%25209_640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 10,
    "baby_development": "Growth has reached a crucial point by week 10 and you may see fetal movements on ultrasound. The movements are very small, but they are quite important for the baby. With joints fully developed, your baby needs to move to ensure everything is working properly. From now until the end of the 40 weeks gestation, s/he will rarely be completely still. Feet, toes, and fingers are also fully developed. The baby is more than one inch long. In some cases, a fetal monitor can be used in the 10th week to hear the heartbeat.",
    "body_changes": "Thanks to the ability of the human body to adapt, morning sickness should be easing off or disappearing by week 10. But, with the lapse of one symptom comes another. Blood volume has been steadily increasing to the point of mom carrying 40-50% more blood. This blood is pumped through existing veins. Veins near the surface may become more pronounced and visible. This is especially true in the legs and breasts. Some women find dark veins unsightly, but there is nothing that can be done about this change. The blood flow is necessary for healthy fetal growth, so think of the veins as a lifeline for the baby.",
    "tips": [
      "Weight gain will differ depending on starting weight before pregnancy. If you were underweight, you may gain as much as 40 pounds with a singleton pregnancy. Having twins increases that amount to 50 pounds or more. Moms who started gestation at a normal weight will gain about 25 to 35 pounds with a single pregnancy and 35 to 45 pounds with twins. Overweight mothers-to-be will need to gain far less at only 15 to 25 pounds with a single pregnancy and 25 to 35 pounds with twins. Remember that no two moms are the same, and continue to eat healthy foods and exercise gently."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252010_dark%2520bg_640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 11,
    "baby_development": "At the start of the 11th week, your baby is now officially called a fetus. The most crucial development phases are concluding. The fetus now must concentrate on growing longer and larger during the next 29 weeks. Growth is fast now and the fetus will gain about one inch in length during the 11th week alone. By the end of the week, the baby will measure 2 inches in length and could weigh as much as a ½ ounce.",
    "body_changes": "Pregnant women often find relief in knowing nausea and vomiting are typically gone by the 11th week. Eating is now less of a task, but that does not mean consuming any and all food is fair game. Expectant moms need to eat a well-balanced diet to keep the fetus healthy. The uterus has grown to the size of a grapefruit and can be felt easily by touch. If multiples are growing inside the womb, the uterus will be larger and morning sickness may stick around for a few more weeks.",
    "tips": [
      "Around the 11th-week blood flow between mother and fetus continues to get better. The fetus needs blood rich in vitamins, nutrients, and oxygen. Smoking and drinking are two habits that should be left behind during pregnancy. Both alcohol and nicotine pass through the mother's blood and the placenta into the fetus."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252011_dark%2520bg_640_0.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 12,
    "baby_development": "The 12th week starts a new day for the fetus. Growth speed is increasing exponentially and formed organs are starting to practice the functions they will have outside of the womb. The intestines, for instance, start practicing peristalsis. Peristalsis is the muscle movement of the intestines that helps during digestion. Amniotic fluid builds up in the womb as the kidneys start to produce urine. Urine output is collected and consumed by the fetus to maintain healthy fluid levels.\r\n\r\nMeasurements @ 12 weeks\r\n\r\nAverage length of fetus : 2.1 inches (54 mm)\r\nAverage weight of fetus : 0.5 oz (11 gm)",
    "body_changes": "The uterus makes a move upward during week 12 of pregnancy. This relieves some of the pressure on the bladder that has caused those frequent trips to the bathroom for the first 11 weeks. Throughout the second trimester, the bladder will be relatively safe from uterine pressure but the pressure will return in the third trimester as the uterus grows larger than ever. Fatigue may be fading away, but headaches and feeling a bit dizzy is common as your body continues to increase blood volume to meet fetal needs.",
    "tips": [
      "Just because exercise is a great choice while pregnant does not mean advanced aerobics or heavy lifting is an approved activity. It is important to discuss exercise with your doctor before going out and training for a triathlon."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252012_640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 13,
    "baby_development": "The alien look of an early fetus on ultrasound is disappearing as the eyes move closer together and the ears shift into their normal location. The baby’s sex could be viewed if an ultrasound could see that far into the womb, but for now, you'll need to wait until at least the 16th week to find out. Intestines that developed in the umbilical cord continue to move into the baby’s body, and liver and pancreas function begin.",
    "body_changes": "Many pregnant women wait this long to assure the pregnancy is not going to have any complications before telling friends, family, and co-workers about being pregnant. Most women agree the second trimester is the time when the body feels great and the tummy is not quite big enough to get in the way.\r\n\r\nAs the uterus grows larger, ligaments in the abdomen may stretch causing a bit of pain. Some expectant women, especially those carrying their first pregnancy, could confuse these pains with contractions. If pain exists, let your doctor or midwife know.",
    "tips": [
      "The body is doing great things right now so fatigue may still pop up from time to time. Fatigue can also be caused by eating too few calories. As activity levels increase and you are starting to feel better, calorie intake needs to rise as well. When you're tired, sleep, and try to find a few minutes every day to put your feet up and relax."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252013_dark%2520bg_640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 14,
    "baby_development": "The fetus is taking off and can measure up to 3 ½ inches in length and weigh up to 2 ounces. What a change from week 11 when the fetus weighed just ½ ounce. At this point in growth, an ultrasound would show movement in the chest area. This movement is breathing practice. Hands and feet are moving now too, though most of the movements are reflex. All of the vitamins, nutrients, and calories your baby needs are coming from the placenta.",
    "body_changes": "Constipation is common starting the 14th week. The same pregnancy hormones that relax abdominal muscles for uterine growth also relax the muscles of the bowel. Drinking plenty of water and eating foods high in fiber can make “movement” a bit less stressful.Increased blood volume may start to show. Blood vessels in the breast fill with the extra blood and start showing through the skin. Some expecting women do not like the look of blue veins running through their breast tissue, but the effect will last for the remainder of the pregnancy and possibly beyond.",
    "tips": [
      "The best tips for the 14th week of pregnancy are to eat great food, drink plenty of water, and exercise daily."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus1%2520week%252014_640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 15,
    "baby_development": "By the 15th week of pregnancy, some parents are itching to find out the sex of the baby. Typically, the guess does not happen until the 16th week or so. Waiting a few weeks more may be a good idea as the fetus grows larger and the genital organs are easier to spot. In utero, the fetus may be sucking the thumb or fingers. The sucking reflex is one of the most important instincts a baby has because, without the suck reflex, babies cannot breastfeed or bottle-feed effectively. The fetus now measures between 4 and 4 ½ inches and weighs up to 3 ½ ounces. Hair called lanugo is covering every inch of skin. This hair is fine and silky soft and will continue to grow until the 26th week of pregnancy.",
    "body_changes": "The uterus continues to grow. This may cause ligaments in the abdomen to stretch causing a bit of pain. Some expectant women, especially those carrying their first pregnancy, could confuse these pains with contractions. If pain exists, let your doctor or midwife know.",
    "tips": [
      "If an ultrasound is scheduled at this time, you may need to talk about the sex issue. Some parents want to know the sex of the baby and others do not. Sex can be determined by ultrasound or amniocentesis. Ultrasound offers a picture of the genital area and a tech can guess, based on experience, the sex of the fetus. Amniocentesis is a bit more reliable as chromosomes are tested to reveal a definitive sex. Decide together if you want to know or not before the exam."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252015_1_640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 16,
    "baby_development": "By the start of the 4th month, you may start feeling movements, though most women will not feel clear movements until after 20 weeks and sometimes even later. These initial movements may only feel like flutters but they are the fetus moving around. Fetal bones are hardening now so movements that have been occurring for weeks can now be felt. The legs are longer than the arms at this point so most movements are kicks, not punches. Fingernails and toenails continue to grow with some growing so long in utero they need to be trimmed in the hospital after birth.\r\n\r\nFor a single fetus, the length is about 5 inches and the weight is 5 ounces. Twins start to develop a bit more slowly and will only measure about 4 inches and 4 ounces each.",
    "body_changes": "As blood volume increases so do pregnancy hormones like estrogen. Estrogen can inflame and swell nasal passages leading to stuffiness and nosebleeds. The heart will work harder now to pump the extra blood through the body. Ligaments will continue to stretch, which may continue to cause some pain in the abdominal area.\r\n\r\nThe uterus will be about midway between your symphysis pubis and the belly button. That does not necessarily mean you will show a clear baby bump, or you already may show a lot of baby bump. It's different from one woman and one pregnancy to the other.",
    "tips": [
      "As your belly grows, you may start to worry about stretch marks For women who started the pregnancy at a normal weight, stretch marks are not a problem that can be solved with a special diet or cream. If they still happen, the body was likely genetically predisposed to have stretch marks. Being pregnant and overweight increases the chances of having stretch marks during pregnancy and after birth"
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252016_640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 17,
    "baby_development": "Fetal growth is a truly amazing thing. During the 17th week of pregnancy, your baby is continuing to grow faster than ever before. S/he may measure as long as 6 inches and weigh up to 7 ounces. All reflexes are in place so your little one can now suck, swallow and blink. Fat is being stored under the skin so good nutrition is important. The heart is pumping vigorously and can pump more than 25 quarts of blood on any given day.",
    "body_changes": "The uterus now stretches below the belly button by about 2 inches. Remember, fetal growth doesn't occur without some effect on your body. You have probably gained between five and ten pounds at this point, which is common and normal. As your baby grows and gains weight, so will you.",
    "tips": [
      "This is the prime of pregnancy. The uterus is growing to the point where it is visible to other people and you may feel better than you have in a long time. Shopping, vacationing and just having fun are perfect pastimes for an expectant couple now.\r\n\r\nPeriods of rapid growth in the uterus require more calories and food, so choose your food wisely. A healthy pregnancy diet includes whole grains, healthy fats, and lots of water. Prenatal vitamins should still be taken every day."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520week%252017%2520dark%2520bg_640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 18,
    "baby_development": "All the changes in the womb are starting to show. Your baby now looks like a human and can weigh up to 8 ounces. Bowel development continues and the first bowel movement, meconium, is developing inside. Baby will not pass the first movement until after birth, in most cases. The fingers and toes are developing pads and soon fingerprints will form. The boy fetus is developing the prostate gland during week 18 of pregnancy.",
    "body_changes": "Dizziness and lightheadedness may continue to be a problem during the 18th week. Blood volume increases can cause a lag in the cardiovascular system, which leads to these symptoms. Some pregnant women find walking with a cane helpful to maintain balance.",
    "tips": [
      "Finding out if you are having a boy or a girl is an exciting part of pregnancy, but both parents need to remember that ultrasound technology is not a perfect science. Unless an amniocentesis was performed and sex determined based on chromosomes, the guess is just a guess, or better, it's a very, very educated guess. Identifying the fetal sex on ultrasound can be over 99% accurate, but it's never 100%."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252018_640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 19,
    "baby_development": "Lanugo, or fine hair, has been growing on your baby’s skin since the 15th to 16th week. During week 19, vernix caseosa starts to develop. Vernix caseosa is a thin, white covering that protects the skin from the fluid environment of the amniotic sac.\r\n\r\nIf you are pregnant with multiples, you are about halfway through the pregnancy at this point. Typical multiple pregnancies last only 38 weeks.",
    "body_changes": "The abdomen is continuing to expand and in addition to ligament pain, the skin may feel a bit itchy from time to time. Skin irritation is common as the skin stretches. Stretch marks may also begin to develop at this point. Stretch marks cannot be prevented, but rubbing lotion on the skin can prevent dryness and itchiness.",
    "tips": [
      "Increased blood volume, amniotic fluid, and stretching skin all require more water. Water intake is one of the most important parts of pregnancy. You should drink at least 64 ounces of fresh, clean water every day in addition to other drinks. Caffeine intake should be lessened or cut out altogether. Researchers have linked caffeine intake to problems with attention and behavioral disorders in children."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252019_640_0.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 20,
    "baby_development": "The 20th week marks the halfway point for a normal pregnancy. Growth continues to add length and weight to the baby. By the 20th week, the baby can weigh more than one pound and measure 8 inches or longer. Fetal growth is determined by many factors, so the baby may grow more quickly for some pregnant women and more slowly for others. No matter the length or weight of the baby at birth, all organs grow at the same rate.",
    "body_changes": "The uterus has finally reached the belly button or navel. As the fetus grows, an “innie” belly button may become an “outie.” This can cause pain or tenderness for some women. Pubic hair becomes darker and linea nigra can finally be seen clearly. Linea nigra is a vertical dark line running from the navel to the pubic area. There is no known medical reason for this line other than to visibly note pregnancy. Baby movements are easy to feel now as the space inside the womb gets tighter. Soon the baby will be kicking frequently with some kicks being painful.",
    "tips": [
      "Multiple pregnancies typically end two weeks before single pregnancies. Women expecting twins or more should start birthing classes and other childbirth lessons early, just in case bed rest is required. From the 20th week until birth, moms of multiples often have a harder time than moms who are carrying one baby."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252020%2520ultrasound_640_0.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 21,
    "baby_development": "Week 21 marks a slight slowing of the growth process. The fetus continues to grow, but more attention is paid to internal organs and development than weight gain. Length does not slow as rapidly, so the fetus may take on an extremely thin façade for a while. Male fetuses begin to drop the testes during week 21. The testes will move from inside the body into the scrotal sac. Heart growth and strength is the major focus.",
    "body_changes": "The uterus continues to grow ... up. It has likely reached a ½ inch above the navel. Pregnancy weight gain may be about 10 to 15 pounds by this point in gestation and will continue to increase gradually. Eating a healthy, well-balanced diet means mom does not have to count calories as strictly as she normally would. The body needs extra calories for the baby, but also for personal growth and changes that continue to occur throughout the 40 weeks.",
    "tips": [
      "Eat well, drink well, and live well. This is the brightest and most comfortable time during pregnancy so expectant women need to take advantage of these next few weeks of comfort."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252021%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 22,
    "baby_development": "Fetal brain growth continues daily. The sense of smell, taste, sight, hearing, and touch are all developing as well. Your baby can now suck, swallow and hear. What is the fetus hearing? Heartbeats, breathing, and digestion. These sounds are like lullabies to a baby, which may be why babies tend to be most comfortable laying on mom’s tummy for a while after birth.",
    "body_changes": "An interesting thing happens around the 22nd week of pregnancy: mom-to-be start to feel better about their body, skin, and sexuality. With morning sickness far behind and just a small baby bump starting to show, self-confidence may soar. Larger breasts and pregnancy hormones may leave mom feeling more heated in the bedroom than she has in months. Sex is perfectly safe during pregnancy as long as there are no risk factors.",
    "tips": [
      "Multiple pregnancies come with a unique set of changes throughout gestation. Leg cramps are common around the 22nd week for multiple pregnancies. Two babies require more calcium than one baby so increased calcium intake is essential to preventing cramps, especially at night."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnant%2520woman%2520week%252022%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 23,
    "baby_development": "As growth progresses, the bones continue to harden including the bones of the inner ear. The fetus will weigh more than 1 ½ pounds in most cases. The 23rd week marks a huge milestone for the fetus. Development has reached the point that the fetus could survive if an early birth was required. The risk factors for impaired health are high, but survival is a tangible reality. Baby will sleep and wake, though maybe not on the same cycle as the pregnant woman.\r\n\r\nMultiples will also be sleeping and waking, but not necessarily on the same pattern. Women expecting multiples often find the twins are alternating sleep and wake cycles. This could mean there is a baby awake at all times.",
    "body_changes": "There is plenty of room in the uterus so the fetus can still roll, kick and punch. The expecting couple may even be able to see movement from the outside. As the uterus moves to 1 ½ inches above the navel, organs may start moving upwards a bit. Indigestion and heartburn are common symptoms of pregnancy and may have something to do with the ever-growing fetus and less abdominal space. Mood swings are normal throughout the 40 weeks and even for several months after birth. Pregnant women need to learn to accept crying, yelling, pouting, and smiling as being all part of motherhood.",
    "tips": [
      "Rest as much as needed. The pregnant body is constantly changing and with all the work you are doing every single day to grow and nourish your baby, fatigue is common and to be expected."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252023%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 24,
    "baby_development": "At 24 weeks, the fetus is usually considered \"viable\" by most doctors. That means it has a reasonable chance of surviving if born prematurely. During the 24th week, your baby continues to gain good weight. Weighing in at more than 1 1/3 pounds, your baby is gaining weight thanks to bone development, muscle growth, and organ growth. If you are pregnant with multiples, the 24th week is the earliest time the fetuses could be born and survive. If multiples are born in the 24th week, they will require neonatal intensive care for many months before heading home.",
    "body_changes": "The uterus has reached two inches above the navel. There is no hiding the pregnancy now as the tummy is sticking out far enough for the world to notice.\r\n\r\nDehydration can be a major problem. Sometimes, women find themselves in the hospital with problems only to find out that they are simply just dehydrated. Dehydration can occur quickly. Fighting off dehydration is easy as long as you drink plenty of water throughout the day. You should drink at least 8-10 cups of fluid, preferably water or thin juices a day. Making it a habit to carry a water bottle at all times also helps keep the body hydrated.",
    "tips": [
      "Preterm labor can start at any time. You might first notice changes such as lower back pain and abdominal cramping. Irregular and occasional contractions, maybe 2-3 per day are common as the uterus prepares for birth. However, if contractions come in a patterned cycle or grow stronger and closer together, and you experience more than 2-3 per hour, then the doctor should be immediately notified. These symptoms are not typical of Braxton Hicks contractions and may indicate a more serious problem like premature labor."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252024%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 25,
    "baby_development": "The spine continues to strengthen in the 25th week of gestation. When complete, the spine will be made up of 1000 ligaments, 150 joints, and 33 rings. The process seems complicated, but the female body has all the instructions down pat. Lungs also continue to grow with blood vessel winding through lung tissue. The nostrils have been closed to this point, but now they start to open just a bit.",
    "body_changes": "The abdomen is now about the size of a soccer ball. While many outsiders think the growing pregnancy belly is cute, you may feel a bit different. The pressure on ligaments, lower back muscles, and joints all create pain on a regular basis. Resting regularly and taking warm baths may help to ease the pain a bit.\r\n\r\nWhile the body and fetus still have 15 weeks of growth, in some cases the uterus decides it is time to start labor before the fetus is ready. This is called preterm labor. Preterm labor is especially dangerous for pregnant women carrying multiples. The most common signs of preterm labor include period-like cramping, pressure in the pelvic region, and contractions of the uterus.",
    "tips": [
      "Keep attending prenatal classes including lactation classes if breastfeeding. Reading is another pastime that provides some support for expectant women. Some women also feel comfortable joining a local parenting group and meeting to discuss parenting trials and tribulations."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252025%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 26,
    "baby_development": "The fetus continues to grow rapidly, weighing about two pounds and measuring nine inches or more by the 26th week. The air sacs of the lungs are starting to develop and surfactant (which is necessary for normal lung function) is being secreted to line the air sacs. The brain is also working hard as the senses of hearing and vision are developing this week.",
    "body_changes": "Braxton Hicks contractions start this week and for pregnant women carrying multiples, these contractions may be a bit more worrisome, because there is a concern about premature labor. Early labor is common with multiples, so if the tightening of the uterus is accompanied by cramping or spotting, and especially if it's more frequent than 2-3 times an hour, it is important to contact the doctor. Braxton Hicks contractions do not change the cervix like real labor contractions. Instead, they are a method of practicing for active labor.",
    "tips": [
      "Fluid retention is typical during the latter stages of the second trimester and throughout the third trimester. Fluid can collect in the lower half of the body, specifically the legs, ankles, and feet. Standing for long periods of time may increase the effect of fluid retention. It is important for pregnant women to sit down often and lift the feet above the heart whenever possible."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252026%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 27,
    "baby_development": "Week 27 marks another huge landmark in pregnancy. This is the last week of the second trimester! Your baby is still growing fast and has plenty of room in the womb for even more growth. Measuring from the top of the head to the tip of the toe, your baby could be 1 1/3 feet long or more. The brain is quickly developing and the lungs continue to prepare for breathing air once the fetus is born. Eyelids open and retinas develop this week as well.",
    "body_changes": "The uterus measures about the height of the rib cage, which could pose the first uncomfortable pregnancy symptoms for women since morning sickness, began. As the uterus grows upward, the lungs have less room to expand. This can cause shortness of breath. When a pregnant woman feels short of breath, the baby is not affected. With the circulatory system working overtime, the fetus receives more than enough oxygen with each breath even when mom feels like she is not taking in enough oxygen.",
    "tips": [
      "Financial stress may be brought to the forefront again in the 27th week. As the second trimester closes, if you work outside the home you must start thinking about maternity leave. Some women choose to work until labor begins while others choose to take off some weeks early to rest and prepare for baby. These choices will center on the current financial status of the couple."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252027%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 28,
    "baby_development": "Welcome to your 3rd trimester! The 28th week of gestation is the start of the 7th month and the third trimester. Your baby is growing by leaps and bounds and has a 90% chance of survival if born during this week. The lungs can breathe air, though some development is still needed to fully function properly outside the womb. Body fat increases to 2-3% this week. The fetus can weigh more than two pounds by the end of the week. Women pregnant with multiples will typically have smaller babies at birth. This does not mean development takes place at a slower rate. Multiples born in the 28th week also have a 90% chance of survival.",
    "body_changes": "The third trimester changes the way a pregnant woman looks at being pregnant. Leg cramps, fluid retention, fatigue, and pains are all common from this week until the end of gestation. Multiple pregnancies may leave the female feeling heavier than she ever thought possible. With two babies in utero, symptoms tend to be more aggressive, but there are only 10 weeks to go until the end of the pregnancy for most women pregnant with multiples.",
    "tips": [
      "The second trimester was a breeze – the third trimester changes all that. Despite feeling heavy and tired, some pregnant moms choose to travel at this stage of the pregnancy. Travel is often okay, but talking to the attending doctor first is a priority. Approval for travel will often depend upon the status of the pregnancy and any complications the woman may be experiencing."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnant%2520woman%2520week%252028%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 29,
    "baby_development": "The fetus is finally starting to look like a baby. The head and body are proportionate at this time. Weight gain is rapid as fat stores continue to build under the skin. Eyes are completely developed and are now sensitive to light. Fetuses are now able to hear, see, and smell. Women pregnant with multiples have the same milestones this week though singlets may soon outweigh multiples.",
    "body_changes": "Fatigue, difficulty taking a full breath, and edema are common in the third trimester. Living every day with a long list of pregnancy symptoms can leave you feeling as if you have been pregnant forever. It is important to remember that pregnancy is temporary and many of the symptoms are going to fade away after the baby is born. Hemorrhoids can occur during pregnancy due to the weight of the fetus pressing on the rectum. This symptom can stick around long after the baby is born, so eat lots of fiber and drink plenty of water to fend off constipation.",
    "tips": [
      "Do you have a birth plan? A birth plan is a written checklist of sorts to plan out how you want active labor to proceed. When making a birth plan, it is important to be flexible as not all wants are the same as needs. You will naturally tend to think optimistically about labor and delivery, but you should prepare ahead of time just in case complications or situations arise that require the birthing plan to be changed a bit.\r\n\r\nIf you are planning for natural childbirth, it's important to note what type of anesthesia you prefer if the need arises. Natural labor is often a desire until the strongest contractions begin."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%252029%2520weeks%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 30,
    "baby_development": "Fetal growth continues in the 30th week of pregnancy. Your baby weighs three pounds or more and continues to gain weight daily. Bones have developed and bone marrow has started producing red blood cells. The white covering over the skin, lanugo, is starting to fade away in preparation for birth. The hearing has developed to the point that the fetus recognizes certain voices. You can talk to baby, sing and laugh, and these sounds do not have to be directed at the belly for baby to hear.",
    "body_changes": "In week 30 as your uterus continues to expand and your baby continues to grow, the added weight may pull the spine forward. This may cause you to feel lower back aches and pains. In addition, when lying down for a nap, you may naturally prefer to lie on one side or the other. Heartburn can be a big issue when lying down and you might feel more comfortable sleeping in a sitting position from week 30 to 40.",
    "tips": [
      "Every pregnancy is different. It is a fallacy that all pregnancies will start and end the same way. Some women easily walk through it all right up until the 40th week and give birth right on time. Other women suffer from a long list of aches and pains with delivery not happening until week 42. You should never compare yourself to other women and other experiences. Your baby is unique and so is your pregnancy."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%252030%2520weeks%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 31,
    "baby_development": "Growth is beginning to slow down a bit. As space tightens, your baby is now developing at a slower rate. All necessary body functions are working perfectly, and time spent in the uterus at this point is all about lung development and weight gain.",
    "body_changes": "As fetal growth begins to slow down, abdominal growth takes off. It is about the 31st week of gestation that many people start asking pregnant women when they are due. This will continue until the baby is born. The uterus now extends more than four inches above the belly button. Internal organs are moving about to make room for the growing fetus. This can cause aches, pains, and difficulty with digestion, and constipation. Frequent urination is also a problem as more and more pressure is placed on the bladder.",
    "tips": [
      "As the bones develop and grow stronger, calcium needs to increase. You need to make sure you are taking a prenatal vitamin every day and consuming adequate amounts of calcium. Milk and cheese are great sources of calcium that fit perfectly into a healthy pregnancy diet. If you are a vegetarian, alternate sources of calcium can be found in fortified foods like cereals and grains.\r\n\r\nWomen pregnant with multiples need to choose a pediatrician around week 31. Multiples are born early in most cases, so these women have less time to choose than those pregnant with only one fetus."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%252031%2520weeks%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 32,
    "baby_development": "By the 32nd week, all five senses are in full working order. Your baby can see, taste, smell, feel, and hear. Hair continues to grow, though some babies will be born with much more than others. Weight gain slows down a bit, especially for women pregnant with multiples. Between weeks 32 and 40, multiple fetuses will steadily gain less weight than singlets.",
    "body_changes": "Your baby may not be changing much, but you are changing every day. The uterus continues to expand upward pushing organs in all directions. This can cause heartburn and constipation, along with pain from stretching ligaments. Multiple pregnancies have reached the point where the uterus is the same size as a 40-week singlet pregnancy. This means the chance for preterm labor is high from this point until the end of the pregnancy. The female body is programmed to carry one baby for 40 weeks. If the uterus grows too large, it could signal the end of pregnancy or active labor. Braxton Hicks contractions are stronger for women with multiples, so it is important to keep an eye on contraction frequency and duration.",
    "tips": [
      "Water is a pregnant woman’s best friend. Not only does increasing water intake help to fight off constipation, but it can also keep preterm labor at bay. Dehydration is one of the main reasons why women start feeling stronger contractions. It is important to drink at least 64 ounces of water every day even though the size and location of the stomach can make this task difficult."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnant%2520woman%2520week%252032%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 33,
    "baby_development": "During the 33rd week of gestation, amniotic fluid levels reach an all-time high. Fluid levels will remain the same until the baby is born. Brain development is rapid and the size of the head is growing to hold new brain tissue. Brain development accounts for the growth of about 3/8 of an inch each week.",
    "body_changes": "Weight gain increases in the 33rd week. If you are having one baby, expect about one pound per week. Multiple pregnancies are a bit more at around one and one-half pounds. Pregnancy weight gain is healthy because the baby, the uterus, the placenta, the amniotic fluid need to grow. Your baby's growth and development depend on you gaining adequate weight. Edema is normal during pregnancy, but pitting that lasts more than a few seconds can be a sign of preeclampsia.",
    "tips": [
      "Rest is important again this week. If you still working outside the home, it is important to sit down for at least 15 minutes for every hour of work. If the job is a desk job, get up and move around a bit every hour to keep swelling to a minimum and decrease the chance for blood clots in the legs."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%252033%2520weeks%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 34,
    "baby_development": "Brain development is rapid and thus the size of the head is growing to hold new brain tissue. Brain development accounts for the growth of about 3/8 of an inch each week. Fetal skin starts out red, but changes to pink in the latter weeks of pregnancy. The color change is attributed to fat distributions under the skin, and more fat means pinker skin.",
    "body_changes": "Weight gain increases in the 34th week. Single pregnancies account for a weight gain of about one pound per week. Multiple pregnancies are a bit more around one and one-half pounds. Edema is normal during pregnancy, but pitting that lasts more than a few seconds can be a sign of preeclampsia. Preeclampsia is a life-threatening medical condition that can happen in about 10% of women usually during the second half of pregnancy and postbirth. The major signs of preeclampsia are high blood pressure and protein in the urine",
    "tips": [
      "Eating smaller meals throughout the day is important, so make sure you keep small snacks like trail mix or cereal bars on hand."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%252034%2520weeks%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 35,
    "baby_development": "The baby weighs in at more than 5 ½ pounds by the 35th week. This number is just an average as some babies are born full-term weighing only 5 ½ pounds. There is very little room left in the uterus, so when your baby moves, you will feel it! It is common to visibly see movement through the skin of the abdomen from time to time including kicking, punching, and rolling. In boys, testes are completely descended from the abdomen into external sacs.",
    "body_changes": "Nothing is more important right now than eating right, drinking water, and resting. There should be no lifting, jumping, or running in the mix for you from the 35th week until active labor begins. Some doctors will approve light exercise like yoga or walking during the last month of pregnancy, while others may opt for bed rest. Women pregnant with multiples will likely be on bed rest from now until birth.",
    "tips": [
      "If you are behind in making preparations for the big day, now is the perfect time to call in favors from friends and family. Packing the hospital bag may seem like a small task, but so does lacing up sneakers. However, no tasks are small for a woman carrying a near full-term infant in her uterus. Take the time to sit down and have a few cups of hot tea with the people closest to you. Some women even choose to throw a helping party where friends and family gather to help with final preparations for the baby."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%252035%2520weeks%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 36,
    "baby_development": "Four weeks to go until the due date now! During the next few weeks, the weight of your baby will shift downward relieving some of the shortness of breath associated with the upward growth of the uterus. While this can leave you feeling as if you have enough wind to run a marathon, the relief comes at a price. That marathon will be run to and from the bathroom. The downshift in weight leaves very little space for storage in the bladder. The fetus continues to collect fat with dimpling starting on knees and elbows.",
    "body_changes": "The body is making some rapid changes at this point. Baby weight may be shifting downward and Braxton Hicks contractions are coming more frequently. Increased blood pressure and fluid retention are also common in the last month of pregnancy but will be watched closely by your doctor, as they are also signs of preeclampsia.",
    "tips": [
      "Understanding the signs of labor is important at this stage of pregnancy. Common signs of labor include abdominal weight shift, bloody show, breaking of the bag of waters, and change in the cervix (effacement and dilation)."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnant%2520woman%2520week%252036%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 37,
    "baby_development": "The 37th-38th week of pregnancy is considered early term. Pregnant women who make it to the 37th week no longer have to worry about having the baby early. The fetus weighs around 6½ pounds and practices breathing during every waking moment. An ultrasound will actually show fetal breathing movements which often confuses parents. The baby is not really breathing, as there is no air in the uterus.",
    "body_changes": "Vaginal discharge is thicker and more abundant now. This discharge helps to lubricate the birthing canal for when the time comes. During the last weeks before labor, the body may start to get ready for birth by cleansing the intestinal system. Pushing out a baby is quite similar to pushing out a bowel movement. It seems the body understands how embarrassing the birthing process can be so a bout of diarrhea is its way of helping out.",
    "tips": [
      "Breastfeeding is a healthy choice for babies, but many moms feel they need to bottle feed if they are going to return to work. Looking into alternative options before the baby is born may change your mind. Pumping breast milk provides many health benefits to the baby. Breast milk should be pumped and marked with the time and date. Baby should be fed breast milk with milk pumped at the same time of day. For instance, breast milk pumped in the morning should be bottle-fed to the baby in the morning. The female body produces different breast milk at given times of the day."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520fetus%2520week%252037%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 38,
    "baby_development": "he baby is gaining about one to two ounces a day. Rapid weight gain can mean a healthier baby or an early birth. If your baby measures too large at an ultrasound in the 38th week, the doctor may choose to induce labor to protect your health and your baby's health.\r\n\r\nMeconium is also developing in the bowel of the fetus. When the bag of waters breaks, it should be clear. If meconium appears in the amniotic fluid, you will be monitored more closely and labor will be sped along as quickly as possible.",
    "body_changes": "There is nothing new happening in the body during the 38th week, but labor preparations are getting underway. You may not feel anything but a lot is going on. Hormones are increasing, the cervix is ripening and the baby is shifting lower and lower in the uterus. At times, it may even feel as though a sharp cough could push baby right out, but that is not going to happen.\r\n\r\nLabor starts with pains in the lower back and abdomen. These pains are not that different from Braxton Hicks contractions aside from the fact that they are stronger and last longer. A pattern is quickly revealed and each contraction comes closer and closer to the last until they are right on top of each other. There are several stages of labor. The first stage tends to be the longest, and you generally stay at home through most of the first stage.",
    "tips": [
      "You may feel nervous about every ache and pain, but learning about pregnancy and its effect on the body can help ease this tension. Some moms-to-be find comfort in knowing all they can so spend some time researching topics of interest."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnant%2520woman%252038%2520weeks%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 39,
    "baby_development": "Good things come to those who wait! If you are pregnant with multiples, babies not born last week will probably be here this week. Many doctors prefer delivering twins before the 40th week.\r\n\r\nAnd if you are scheduled for a cesarean section, either because you previously had a cesarean section or for other reasons, chances are that it will be done in the 39th week or later.",
    "body_changes": "As the final days of pregnancy become a reality, the lightening process (dropping of uterine weight) can leave you feeling off-balance and clumsy in week 39. Using a cane can make the transition a bit safer. The uterus drops into the birth canal to help start the labor process. When pressure is placed on the cervix, signals are passed to the brain that the baby is ready. This triggers the release of hormones that ripen the cervix.\r\nWater intake should remain high for the remaining two weeks of pregnancy. Activity is not really restricted, per se, but high impact aerobics and running are not the best choices in exercise. However, yoga, stretching, and pregnancy massage is perfect during week 39.",
    "tips": [
      "Everything a pregnant woman is supposed to do – you have already done! The pregnancy is in the last two weeks and even walking feels like work. Fluid is collecting in hands, feet, ankles, legs, and face. That pregnancy glow turned into a pregnancy mask is no longer flirty and warming. Excess weight has the back feeling like is bowing out of control and fatigue is the most overpowering feeling on earth, but you're in the home stretch now!"
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520newborn%2520baby%252039%2520weeks%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 40,
    "baby_development": "Time is up! With 40 weeks of gestation behind you, and you may feel the time to have the baby is now! Predicting birth dates is an inexact science. There is a give of two weeks before and after the estimated date of birth. Pregnancy is not considered overdue until after the 42nd week. Rest assured, however, the fetus is fully-grown and ready to safely exist outside the womb.",
    "body_changes": "There is nothing worse than making it to the 40th week only to not start active labor. At this point, the abdomen is stretched beyond the imagination and some women have forgotten what their feet look like. Taking a shower requires help to reach all the nooks and crannies and there is barely enough room to fit in one glass of water, let alone eight glasses and 2400 calories.",
    "tips": [
      "There are many old wive’s tales used to induce labor. Most of these are harmless and ineffective, however, if you come across an induction method that seems unsafe, do not attempt it! Common home induction methods include having sex, taking a ride on a bumpy road, and nipple stimulation. Sex and nipple stimulation may help, that bumpy road will just tear up tires and shocks."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520newborn%252040%2520weeks%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 41,
    "baby_development": "By the end of the 40th week, you are ready to give birth! Fatigue, pain, swelling, and abdominal weight alone are enough to keep women in bed until labor pains begin. For the baby, week 41 is nothing more than an extended vacation. The baby will continue to store fat and practice breathing throughout the 41st week. As long as the placenta is in good working order and amniotic fluid levels are good, the s/he is fine.",
    "body_changes": "You may be feeling pretty heavy by the 41st week. Giving birth is probably on your mind all the time, but doctors typically like to wait until the 42nd week to try medical induction methods. About 50% of all pregnancies end up being termed “overdue.” The reason doctors like to wait to induce is the fact that nearly all due dates are off by a few days plus or minus. A pregnant woman that has not gone into active labor by the end of the 40th week was probably not due until week 41 or so.",
    "tips": [
      "Natural induction is a viable option if are ready to give birth and have not moved into active labor by the 41st week. Natural induction methods can include nipple stimulation and sex. Nipple stimulation releases some of the same hormones used by the body to ripen the cervix during active labor. Instead of sitting around stimulating just the nipples, why not include sex as part of the natural induction process.\r\n\r\nSex works two-fold to induce labor. The first is the effect of semen on the cervix. Semen helps to ripen, efface, and dilate the cervix. The second is the effect of the female orgasm on the cervix. When an orgasm occurs, the cervix dips down to optimize semen pick-up for fertilization. Even though conception has already occurred, the movement continues to occur. Movement of the cervix could be enough to dislodge the mucus plug and move mom closer to labor."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%2520baby%252041%2520weeks%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  },
  {
    "week": 42,
    "baby_development": "Your baby is probably ready to exit the uterus, but living in the womb is so comfortable and alluring that labor has still not begun. By the 42nd week of gestation, the fetus probably weighs more than babies born on time. Weight gain is slower due to the sheer lack of room in the uterus, but your baby is gaining weight nonetheless. With every passing day, the chance of having a vaginal birth diminishes, especially if you have narrow hips. If the baby has not moved into the birth canal, a C-section may be the best option",
    "body_changes": "There is nothing worse than gearing up for the birth of the baby in the 40th week only to be forced to stay pregnant until week 42nd. The anticipation is probably far worse than the physical effect on the body by now. Stress and tension can actually affect labor, so pregnant women in the 42nd week should try to remain calm. Weight gain continues after the 40th week as does swelling. While the baby may have dropped to relieve pressure on the lungs, the growing uterus is slowly moving upward as the baby grows. At this point, you may be too tired and too stressed to do much more than rest.",
    "tips": [
      "Keep doing the natural induction techniques described in week 41. In addition, there is no harm in trying other natural induction techniques to help lure the baby from the womb. An enema should be used with caution, but some doctors believe there is a link between a good bowel movement and labor. When the body goes into labor naturally, diarrhea often occurs to flush out the digestive and intestinal systems before birth. If labor has not started, an enema may trick the body into thinking the time for labor has come."
    ],
    "image": "https://www.babymed.com/_next/image?url=https%3A%2F%2Fik.imagekit.io%2Fmithya%2Fbabymed%2Fpregnancy%252042%2520weeks%2520baby%2520640.jpg&w=1080&q=75&dpl=dpl_AzF5jYVBy6ft4i4h9ZHaR2Zqmd6R"
  }
]